Repository: phunkyfish/audiodecoder.2sf
Catalog: audiodecoder.2sf/resources/language/resource.language.*/strings.po
Languages: hr_hr

# Addon Summary
source: Nintendo DS audio file decoder
hr_hr: Nintendo DS zvučni dekôder

# Addon Description
source: To support game audio file used by some Nintendo DS games.[CR][CR]Dual Screen Sound Format is an audio format based on PSF. It stores audio ripped from the ROMs of Nintendo DS games. Music instructions are stored in files with a .2sflib extension and the music notation is stored in files with a .mini2sf extension.
hr_hr: Za podršku zvučnih datoteka igre korištenih u određenim Nintendo DS igrama.[CR][CR]Dual Screen Sound Format je zvučni format temeljen na PSF. Sprema zvuk izdvojen iz ROM-a Nintendo DS igra. Glazbene instrukcije su spremljene u datoteci s .2sflib datotečnim proširenjem, a glazba je spremljena u datotekama s a .mini2sf datotečnim proširenjem.

# #30000
source: Default length
hr_hr: Zadana duljina

# #30001
source: Used if specified file does not provide the length.
hr_hr: Korist se ako određena datoteka nema zadanu duljinu.

# #30002
source: unused
hr_hr: nekorišteno

# #30004
source: Default fade out time
hr_hr: Zadano vrijeme izbljeđivanja

# #30005
source: Used if specified file does not provide the length and fade.
hr_hr: Korist se ako određena datoteka nema zadanu duljinu i izbljeđivanje.

# #30006
source: unused
hr_hr: nekorišteno

# #30008
source: Suppress opening silence
hr_hr: Potisni uvodnu tišinu

# #30009
source: Some files start with silent data, this prevents it and looks for the beginning.
hr_hr: Određene datoteke počinju s tišinom, to ju sprječava i odmah započinje.

# #30010
source: Suppress end silence
hr_hr: Potisni završnu tišinu

# #30011
source: Some files end with silent data, this prevents it and looks for the end.
hr_hr: Određene datoteke završavaju s tišinom, to ju sprječava i odmah završava.

# #30012
source: Second of silence to check
hr_hr: Sekundi tišine za provjeru

# #30013
source: How many silent seconds are allowed before playback is stopped.
hr_hr: Koliko sekundi tišine je dopušteno prije nego što se reprodukcija zaustavi.

# #30015
source: Resampling mode
hr_hr: Način normalizacije zvuka

# #30016
source: Used resampling quality about processing.
hr_hr: Korištena kvaliteta normalizacije zvuka u obradi.

# #30017
source: Zero order hold
hr_hr: Zadržavanje nultog reda

# #30018
source: Blep synthesis
hr_hr: Blep sinteza

# #30019
source: Linear
hr_hr: Linearno

# #30020
source: Blam synthesis
hr_hr: Blam sinteza

# #30021
source: Cubic
hr_hr: Kubik
